/* Learn more label text */
"<b>Learn more</b> about device management and security." = "了解有关设备管理和安全的<b>更多信息</b>。";

/* No comment provided by engineer. */
"A system error occurred" = "系统出错";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "将在此设备上删除 %@ 和其他雅虎应用程序的帐户。";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "添加帐户";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "出现未知错误。 请稍后再试。";

/* Accessibility label for the back button */
"Back" = "返回";

/* call tip prefix in 2lc */
"Call %@" = "致电 %@";

/* No comment provided by engineer. */
"Call again" = "重拨";

/* Cancel
   Cancel button title */
"Cancel" = "取消";

/* Fallback page cannot be loaded. */
"Cannot load page." = "无法载入页面。";

/* Accessibility label for the close button */
"Close" = "关闭";

/* Continue to Safari for SHF */
"Continue" = "继续";

/* Create Account view title
   sign up button title */
"Create Account" = "新设帐户";

/* learn more alert title */
"Device Not Recognized" = "无法识别所用设备";

/* No comment provided by engineer. */
"Didn't receive the email?" = "没有收到邮件？";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "没有收到短信？";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "没有收到电话？";

/* Dismiss */
"Dismiss" = "忽略";

/* Edit button title */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Email could not be sent" = "无法送出邮件";

/* No comment provided by engineer. */
"Email sent" = "邮件已送出";

/* No comment provided by engineer. */
"Enter Code" = "输入验证码";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "出于安全方面的原因，您需解除帐户的锁定状态。";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "出于安全原因，请再次确认您的帐号。";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "忘记密码或邮箱地址了？";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "忘记密码了？";

/* Go to Account recovery */
"Get Help" = "取得帮助";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "回答不对，再试一次。";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "邮箱地址或密码无效。请再试一次。";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "已达上限，无法送出邮件。";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "已达上限，无法发短信或打电话。";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "登录时段已过期，请再试一次。";

/* Network error alert view title */
"Network unavailable." = "网络暂不可用。";

/* OK
   OK Button title
   ok button title */
"OK" = "确定";

/* password text field place holder */
"Password" = "密码";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "请为 \n%@ 输入您的密码";

/* Remove the account
   SSO remove account title */
"Remove" = "删除";

/* Remove an account label on SSO screen */
"Remove an account" = "移除帐户";

/* Select an account label on SSO screen */
"Select an account" = "选择一个帐户";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "登录时段已过期，请重新登录。";

/* sign in button title */
"Sign In" = "登录";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "使用 <a>Facebook</a> 或 <b>Google</b> 登录";

/* Zero tap alert signed in as */
"Signed in as" = "登录为";

/* signing in state title for sign in button */
"Signing In" = "正在登录";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "抱歉，系统出现故障。 请稍后再试。";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "抱歉，目前无法将你登录。 请稍后再试。";

/* sms tip prefix in 2lc */
"Text %@" = "短信至 %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "无法发送短信";

/* No comment provided by engineer. */
"Text message sent" = "短信已送出";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "无法从暂用质询凭证抽取第二次质询的状态数据";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "尝试次数过多，请过 24 小时后再试。";

/* No comment provided by engineer. */
"Try again" = "再试一次";

/* No comment provided by engineer. */
"Unable to place a voice call" = "无法接通电话";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "无法登录。 请检查系统日期并重试。";

/* Token handoff failure */
"Unable to sign in. Please try again." = "无法登录账户。请重新尝试。";

/* Unlock */
"Unlock" = "解锁";

/* unlock account view title */
"Unlock Your Account" = "解除你帐户的锁定状态";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "更新账户";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "升级至 Yahoo";

/* User already signed-in */
"User already signed-in" = "用户已登录";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "验证码已发到 %@";

/* No comment provided by engineer. */
"Voice call in progress" = "语音通话进行中";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "我们已通过电话将验证码发送到 %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "无法识别这个设备。请回答您的密码保护问题，用以验证您的身分。";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "我们无法识别这个设备。请核实您的身分。我们会给您传送一个验证码。";

/* ID text field place holder */
"Yahoo ID" = "Yahoo 邮箱地址";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "你须满 13 周岁方可使用这项服务。";

/* No comment provided by engineer. */
"Your account is locked." = "您的帐户已被锁定。";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "你的帐户现已解锁。 请登录。";

/* No comment provided by engineer. */
"Your Answer" = "您的答案";

/* learn more alert msg line 1 */
"• New device?" = "• 是新设备吗？";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• 选用登录验证了吗？";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• 是从另一个国家登录吗？";

/* Yahoo Messenger */
"Messenger" = "Messenger";